<template>
	<div class="boxWrap">
	<paper>
	<comTitle :title="title">
			<div class="deInfo" v-if="id==1">
				制氮机适用于：<br />
1、石油、天然气。大陆石油、天然气开采、沿海及深海是有及天然气开采中的氮气保护、输送、覆盖、管网置换、抢险、维修、注氮采油、稀释氮含量、LNG参氮等领域。<br />
2、橡胶、轮胎。橡胶及轮胎生产硫化过程中的氮气保护、成型等领域，特别是在全钢子午线轮胎生产中，用氮气硫化新工艺已逐步取代蒸汽硫化工艺，具有氮气纯度高、连续性生产、氮气压力较高等特点。<br />
3、玻璃。氮气在玻璃行业主要用于防止玻璃制造过程的表面氧化和加热炉冷却等。<br />
4、食品、饮料。食品行业制氮机适用于粮食绿色仓储、食品充氮包装、蔬菜保鲜、酒类封（罐）装和保存、海鲜保鲜、防虫、氮封等。<br />
5、制药、医疗保健。制药行业专用制氮机主要用于药品生产、储存、封装、包装等领域。药用氮气设备（氮气纯度99.99%）是以近40年专业研发变压吸附制氮机的经验，根据GMP规范研制的药用制氮机，在使用上与钢瓶氮（或液氮）相比，运行成本低、氮气纯度稳定、造作简便。被各大医药公司广泛采用。<br />
6、电子。适用于半导体生产封装、电器元器件生产、LED、LCD液晶显示器、锂电池生产、氮气保护焊接等。<br />
7、造纸。在造纸行业中变压吸附制氧机应用广泛，氧气纯度满足漂白工艺要求，设备操作简单，控制方便。<br />
8、金属。主要用于退火保护气、烧结保护气、氮气处理、洗炉及吹扫用气等。适用于热处理、光亮退火、保护加热、粉末冶金、铜材铝材加工、磁性材料烧结、贵金属加工、轴承生产等领域。
			</div>
			
			
			<div class="deInfo"  v-if="id==2">
制氧机：PSA制氧机因为其显著的优点而被广大用户所青睐，它广泛地应用于冶金助燃，化工、环保、建材、轻工、水产养殖、生物技术、污水处理等领域。<br />
1、冶金助燃。空气中的主要成分是氮和氧，利用环境温度下，空气中的氮气和氧气在沸石分子筛(ZMS)上的吸附性能不同(氧气能通过而氮气被吸附)，设计适当的工艺过程，而使氮和氧分离得到氧气。<br />
2、化工。工艺流程简单、常温生产、自动化程度高、开停机方便、易损件少、便于维护、生产成本低等特点。<br />
3、轻工。1.电炉炼钢：脱碳，氧助燃加热，泡沫溶渣，冶金控制和后序加热。2.废水处理：活性污泥的富氧曝气，水池增氧和臭氧灭菌。3.玻璃熔融：氧助燃助溶，切割，增加玻璃产量，延长炉子寿命。4.纸浆漂白和造纸：氯法漂白转化为富氧漂白，提供廉价的氧气，污水处理。5.有色金属冶炼：冶炼钢、锌、镍、铅等需用富氧。
			</div>
			
			<div class="deInfo"   v-if="id==3">
				甲醇裂解制氢技术<br />
工艺原理<br />
        甲醇、脱盐水混合后经加热汽化、过热后进入转化反应器，甲醇、水蒸汽在催化剂的作用下，在转化反应器中完成甲醇裂解、一氧化碳变换成二氧化碳等两步反应：<br />
        甲醇裂解  CH3OH → CO + 2H2 – 90.7 KJ/mol<br />
        变换         CO + H2O → CO2 + H2 + 41.2 KJ/mol<br />
        总反应      CH3OH + H2O → CO2 + 3H2 – 49.5 KJ/mol<br />
        总反应为吸热反应，反应温度为230～290℃。<br />
        由于甲醇蒸汽转化反应为增加分子的反应，从理论上说，压力太高不利于反应的进行。但为了满足氢气的使用压力和变压吸附分离对压力的要求，一般采用的操作压力范围是0.8～3.0 MPa。<br />
        反应产物经换热、冷却冷凝和水洗分离，即得到氢含量～74.19%、CO2含量～24.46%，CO含量～0.5%的转化气。甲醇的单程转化率90%以上。未反应的原料（甲醇、脱盐水）循环使用。水洗后的转化气，送变压吸附工序进行气体分离（氢气提纯）。<br />
装置原料的汽化、过热、反应需要供给热量。原料汽化可选用中压蒸汽或导热油作为热媒，原料过热、反应选用导热油为热媒，而导热油加热热源可选用煤、水煤浆、燃气、蒸汽、电、甲醇等。<br />
        裂解气经PSA－H2装置分离可制得纯度99~99.999%的氢气。 <br />

甲醇裂解制氢主要用于化工、冶金、电子等行业。<br />
1、冶金行业。氢气用于合金生产的保护气。<br />

天然气制氢技术<br />
工艺原理<br />
        以天然气为原料，经压缩、脱硫后与水蒸气进行转化、变换反应，制得氢含量大于70%（v/v%）以上的富氢转化气。富氢转化气经变压吸附(PSA)单元分离提纯即得到纯度99.9%（v/v%）以上的产品氢气。<br />
特点及优势<br />
1. 设计化工甲级资质，拥有PRO/II、HYSYS、CAESARII、ANSYS等一系列专业设计软件，特别是三维设计软件PDMS可减少业主的采购成本，节省投资。<br />
2. 根据业主需求，采取多种灵活方式进行工程合作。如工程总承包（EPC）、工程设计+提供关键设备（如转化炉）、工程设计+提供部分硬件（脱硫剂、催化剂、吸附剂和程控阀等）、单独工程设计。<br />
3. 在核心设备转化炉的设计上拥有丰富的设计能力，成熟的设计经验。在转化炉设备各个方面的选材上保证质量，设计上采用高空速，低水碳比，减少了催化剂的装填，减少了转化炉管的根数，直接减少了转化炉辐射室的外形尺寸，降低了工程投资。<br />
4. 采用我公司自行研究开发批量生产的转化催化剂，具有高比表面、高活性、高强度、高碳空速和低水碳比操作的特性，在国内气态烃蒸汽转化制氢装置、甲醇合成气及制氨合成气装置中市场占有率达到85%以上，使用寿命长等优点。<br />
5. 回收变压吸附解吸气作为转化炉的燃料，可降低燃料气消耗。采用独特的双通道（天然气、解吸气）低压燃烧器，解吸气回收做转化炉燃料不需设置解吸气压缩机或鼓风机，并已有多套同类装置业绩。<br />
6. 制氢装置中采用的天然气脱硫剂、吸附剂均为我公司自行研究开发批量生产。<br />
7、在医药、精细化工、炼油等行业具有广泛的用途。<br />
			</div>
			
			<div class="deInfo"  v-if="id==4">
				主要用于其应用范围遍及石油、化工、冶金、电力、机械、轻工、纺织、汽车制造、电子、食品、医药、生化、国防、科研等行业和部门。<br />
1、机械。气动工具，气动马达保护自动控制系统。<br />
2、食品、医药。食品及药物制造业的输送、搅拌、酿造、发酵用气。
			</div>
	</comTitle>
	</paper>
	</div>
</template>
<!--<el-button style="width:120px; height:40px; background:rgba(255,108,0,1);color: #fff">查看详情</el-button>-->
<script>
	export default {
		name:"intoJw",
		data(){
			return {
				
			}
		},
		mounted(){
			
		},
		computed:{
			"title":function(){
				switch(+this.$route.params.id){
					case 1:return '制氮机的应用范围';break;
					case 2:return '制氧机的应用范围';break;
					case 3:return '甲醇裂解制氢装置应用范围';break;
					case 4:return '压缩空气净化设备应用范围';break;
				}
			},
			"id":function(){
				return this.$route.params.id
			}
		},
		created(){
			
		}
	}
</script>

<style lang="less">
	.deInfo{
		line-height: 30px;
		padding-top: 20px;
	}
</style>